Repository: KDE/kitinerary
Catalog: po/*/kitinerary6.po
Languages: eo, zh_cn

# canceled train/flight/loading reservation
source: Canceled: %1
eo: Nuligite: %1
zh_cn: 已取消：%1

source: Flight %1 from %2 to %3
eo: Flugo %1 de %2 al %3
zh_cn: 航班 %1, 从 %2 到 %3

source: Boarding for flight %1
eo: Enŝipiĝo por flugo %1
zh_cn: 航班 %1 登机

source: Boarding for flight %1 at gate %2
eo: Enŝipiĝo por flugo %1 ĉe pordego %2
zh_cn: 航班 %1 在登机口 %2 登机

source: Boarding time: %1
eo: Enŝipiĝotempo: %1
zh_cn: 登机时间：%1

# flight departure gate
source: Departure gate: %1
eo: Elirpordego: %1
zh_cn: 出发登机口：%1

source: Boarding group: %1
eo: Enirgrupo: %1
zh_cn: 登机组：%1

source: Seat: %1
eo: Sidloko: %1
zh_cn: 座位：%1

source: Booking reference: %1
eo: Rezerva referenco: %1
zh_cn: 预定参考：%1

source: Train %1 from %2 to %3
eo: Trajno %1 de %2 ĝis %3
zh_cn: 列车 %1, 从 %2 到 %3

source: Departure platform: %1
eo: Elirplatformo: %1
zh_cn: 离开站台：%1

source: Coach: %1
eo: Vagono: %1
zh_cn: 客车：%1

source: Arrival platform: %1
eo: Alvena platformo: %1
zh_cn: 抵达站台：%1

source: Bus %1 from %2 to %3
eo: Buso %1 de %2 ĝis %3
zh_cn: 汽车 %1, 从 %2 到 %3

source: Ferry from %1 to %2
eo: Pramo de %1 ĝis %2

source: Ticket number: %1
eo: Bileto-numero: %1

source: Hotel reservation: %1
eo: Rezervado en hotelo: %1
zh_cn: 宾馆预定：%1

source: Check-in: %1
eo: Enregistriĝo: %1
zh_cn: 检入：%1

source: Check-out: %1
eo: Eliro: %1
zh_cn: 检出：%1

source: Phone: %1
eo: Telefono: %1
zh_cn: 电话：%1

source: Email: %1
eo: Retpoŝto: %1
zh_cn: 电子邮件：%1

source: Website: %1
eo: Retejo: %1
zh_cn: 网址：%1

source: Entrance for %1
eo: Enirejo por %1
zh_cn: %1 的入口

source: Restaurant reservation: %1
eo: Rezervado de restoracio: %1
zh_cn: 餐厅预订：%1

source: Number of people: %1
eo: Nombro da homoj: %1
zh_cn: 人数：%1

source: Under name: %1
eo: Sub nomo: %1
zh_cn: 名下： %1

source: Rental car reservation: %1
eo: Rezervo de luaŭto: %1
zh_cn: 租车预订：%1

source: Pickup location: %1 %2
eo: Ekprena loko: %1 %2
zh_cn: 行李托运点：%1 %2

source: Dropoff location: %1 %2
eo: Demeta loko: %1 %2
zh_cn: 行李领取处：%1 %2

source: Reservation reference: %1 Under name: %2 Pickup location: %3
eo: Rezerva referenco: %1 Sub nomo: %2 Ekprenejo: %3
zh_cn: 订座记录编号：%1 乘客姓名：%2 行李托运点：%3
